The relative roughness of the pipe.
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public double RelativeRoughness { get; set; }
  Visual Basic
Public Property RelativeRoughness As Double
	Get
	Set
  Visual C++
public:
property double RelativeRoughness {
	double get ();
	void set (double value);
}
 See Also
  PipePressureDropData Class
  Autodesk.Revit.DB.Plumbing Namespace